{
  "a": {
    "extract": "The open front unrounded vowel, or low front unrounded vowel, is a type of vowel sound, used in some spoken languages. It is one of the eight primary cardinal vowels, not directly intended to correspond to a vowel sound of a specific language but rather to serve as a fundamental reference point in a phonetic measuring system.The symbol in the International Phonetic Alphabet (IPA) that represents this sound is ⟨a⟩, and in the IPA vowel chart it is positioned at the lower-left corner. However, the accuracy of the quadrilateral vowel chart is disputed, and the sound has been analyzed acoustically as extra-open at a position where the front/back distinction has lost its significance. There are also differing interpretations of the exact quality of the vowel: the classic sound recording of [a] by Daniel Jones is slightly more front but not quite as open as that by John Wells.In practice, it is considered normal by many phoneticians to use the symbol ⟨a⟩ for an open central unrounded vowel and instead approximate the open front unrounded vowel with ⟨æ⟩ (which officially signifies a near-open front unrounded vowel). This is the usual practice, for example, in the historical study of the English language. The loss of separate symbols for open and near-open front vowels is usually considered unproblematic, because the perceptual difference between the two is quite small, and very few languages contrast the two. If there is a need to specify the backness of the vowel as fully front one can use the symbol ⟨æ̞⟩, which denotes a lowered near-open front unrounded vowel.\nThe Hamont-Achel dialect of Limburgish has been reported to contrast long open front, central and back unrounded vowels. This is extremely unusual.",
    "name": "open front unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Open_front_unrounded_vowel"
  },
  "e": {
    "extract": "The close-mid front unrounded vowel, or high-mid front unrounded vowel, is a type of vowel sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨e⟩.\nFor the close-mid front unrounded vowel that is usually transcribed with the symbol ⟨ɪ⟩ or ⟨i⟩, see near-close front unrounded vowel. If the usual symbol is ⟨e⟩, the vowel is listed here.",
    "name": "close-mid front unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Close-mid_front_unrounded_vowel"
  },
  "f": {
    "extract": "The voiceless labiodental fricative is a type of consonantal sound used in a number of spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨f⟩.\nSome scholars also posit the voiceless labiodental approximant distinct from the fricative. The approximant may be represented in the IPA as ⟨ʋ̥⟩. The distinction is not recognized by the International Phonetic Association.",
    "name": "voiceless labio-dental non-sibilant-fricative consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_labiodental_fricative"
  },
  "i": {
    "extract": "The close front unrounded vowel, or high front unrounded vowel, is a type of vowel sound that occurs in most spoken languages, represented in the International Phonetic Alphabet by the symbol i. It is similar to the vowel sound in the English word meet—and often called long-e in American English.  Although in English this sound has additional length (usually being represented as /iː/) and is not normally pronounced as a pure vowel (it is a slight diphthong), some dialects have been reported to pronounce the phoneme as a pure sound. A pure [i] sound is also heard in many other languages, such as French, in words like chic.\nThe close front unrounded vowel is the vocalic equivalent of the palatal approximant [j]. They alternate with each other in certain languages, such as French, and in the diphthongs of some languages, [i̯] with the non-syllabic diacritic and [j] are used in different transcription systems to represent the same sound.\nLanguages that use the Latin script commonly use the letter ⟨i⟩ to represent this sound, though there are some exceptions: in English orthography that letter is usually associated with /aɪ/ (as in bite) or /ɪ/ (as in bit), and /iː/ is more commonly represented by ⟨e⟩, ⟨ea⟩, ⟨ee⟩, ⟨ie⟩ or ⟨ei⟩, as in the words scene, bean, meet, niece, conceive; (see Great Vowel Shift). Irish orthography reflects both etymology and whether preceding consonants are broad or slender, so such combinations as ⟨aí⟩, ⟨ei⟩, and ⟨aío⟩ all represent /iː/.",
    "name": "close front unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Close_front_unrounded_vowel"
  },
  "k": {
    "extract": "The voiceless velar plosive or stop is a type of consonantal sound used in almost all spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨k⟩, and the equivalent X-SAMPA symbol is k.\nThe [k] sound is a very common sound cross-linguistically. Most languages have at least a plain [k], and some distinguish more than one variety. Most Indo-Aryan languages, such as Hindi and Bengali, have a two-way contrast between aspirated and plain [k]. Only a few languages lack a voiceless velar plosive, e.g. Tahitian.\nSome languages have the voiceless pre-velar plosive, which is articulated slightly more front compared with the place of articulation of the prototypical velar plosive, though not as front as the prototypical palatal plosive.\nConversely, some languages have the voiceless post-velar plosive, which is articulated slightly behind the place of articulation of the prototypical velar plosive, though not as back as the prototypical uvular plosive.",
    "name": "voiceless velar plosive consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_velar_plosive"
  },
  "l": {
    "extract": "The voiced alveolar lateral approximant is a type of consonantal sound used in many spoken languages. The symbol in the International Phonetic Alphabet that represents dental, alveolar, and postalveolar lateral approximants is ⟨l⟩, and the equivalent X-SAMPA symbol is l.\nAs a sonorant, lateral approximants are nearly always voiced. Voiceless lateral approximants, /l̥/ are common in Sino-Tibetan languages, but uncommon elsewhere. In such cases, voicing typically starts about halfway through the hold of the consonant. No language is known to contrast such a sound with a voiceless alveolar lateral fricative [ɬ].\nIn a number of languages, including most varieties of English, the phoneme /l/ becomes velarized (\"dark l\") in certain contexts.   By contrast, the non-velarized form is the \"clear l\" (also known as: \"light l\"), which occurs before and between vowels in certain English standards. Some languages have only clear l. Others  may not have a clear l at all, or have them only before front vowels (especially [i]).\n\n",
    "name": "voiced alveolar lateral-approximant consonant",
    "url": "https://en.wikipedia.org/wiki/Voiced_dental%2C_alveolar_and_postalveolar_lateral_approximants"
  },
  "m": {
    "extract": "The voiced  bilabial nasal is a type of consonantal sound used in almost all spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨m⟩, and the equivalent X-SAMPA symbol is m. The bilabial nasal occurs in English, and it is the sound represented by \"m\" in map and rum.\nIt occurs nearly universally, and few languages (e.g. Mohawk) are known to lack this sound.",
    "name": "voiced bilabial nasal consonant",
    "url": "https://en.wikipedia.org/wiki/Voiced_bilabial_nasal"
  },
  "n": {
    "extract": "The voiced alveolar nasal is a type of consonantal sound used in numerous spoken languages. The symbol in the International Phonetic Alphabet that represents dental, alveolar, and postalveolar nasals is ⟨n⟩, and the equivalent X-SAMPA symbol is n.\nThe vast majority of languages have either an alveolar or dental nasal. There are a few languages that lack either sound but have [m] (e.g. Palauan and colloquial Samoan). There are some languages (e.g. Rotokas) that lack both [m] and [n].\nTrue dental consonants are relatively uncommon. In the Romance, Dravidian, and Australian languages, n is often called \"dental\" in the literature. However, the rearmost contact (which is what gives a consonant its distinctive sound) is actually alveolar or denti-alveolar. The difference between the Romance languages and English is not so much where the tongue contacts the roof of the mouth, as which part of the tongue makes the contact. In English it is the tip of the tongue (such sounds are termed apical), whereas in the Romance languages it is the flat of the tongue just above the tip (such sounds are called laminal).\nHowever, there are languages with true apical (or less commonly laminal) dental n. It is found in the Mapuche language of South America, where it is actually interdental. A true dental generally occurs allophonically before /θ/ in languages which have it, as in English tenth. Similarly, a denti-alveolar allophone will occur in languages which have denti-alveolar stops, as in Spanish cinta.\nSome languages contrast laminal denti-alveolar and apical alveolar nasals. For example, in the Malayalam pronunciation of Nārāyanan, the first n is dental, the second is retroflex, and the third alveolar.\nA postalveolar nasal occurs in a number of Australian Aboriginal languages, including Djeebbana and Jingulu.",
    "name": "voiced alveolar nasal consonant",
    "url": "https://en.wikipedia.org/wiki/Voiced_dental%2C_alveolar_and_postalveolar_nasals"
  },
  "p": {
    "extract": "The voiceless bilabial plosive or stop is a type of consonantal sound used in most spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨p⟩, and the equivalent X-SAMPA symbol is p.",
    "name": "voiceless bilabial plosive consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_bilabial_plosive"
  },
  "s": {
    "extract": "A voiceless alveolar fricative is a type of fricative consonant pronounced with the tip or blade of the tongue against the alveolar ridge (gum line) just behind the teeth.  This refers to a class of sounds, not a single sound.  There are at least six types with significant perceptual differences:\n\nThe voiceless alveolar sibilant [s] has a strong hissing sound, as the s in English sin. It is one of the most common sounds in the world.\nThe voiceless denti-alveolar sibilant [s̄] (an ad hoc notation), also called apico-dental, has a weaker lisping sound like English th in thin.  It occurs in Spanish dialects in southern Spain (eastern Andalusia).\nThe voiceless alveolar retracted sibilant [s̠], and the subform apico-alveolar [s̺], or called grave, has a weak hushing sound reminiscent of retroflex fricatives. It is used in the languages of northern Iberia, like Asturleonese, Basque, Castilian Spanish (excluding parts of Andalusia), Catalan, Galician and Northern European Portuguese. A similar retracted sibilant form is also used in Dutch, Icelandic, some Southern dialects of Swedish, Finnish and Greek. Its sound is between [s] and [ʃ].\nThe voiceless alveolar non-sibilant fricative [θ̠] or [θ͇], using the alveolar diacritic from the Extended IPA, is similar to the th in English thin. It occurs in Icelandic.\nThe voiceless alveolar lateral fricative [ɬ] sounds like a voiceless, strongly articulated version of English l (somewhat like what the English cluster **hl would sound like) and is written as ll in Welsh.The first three types are sibilants, meaning that they are made by directing a stream of air with the tongue towards the teeth and have a piercing, perceptually prominent sound.",
    "name": "voiceless alveolar sibilant-fricative consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_alveolar_fricative"
  },
  "t": {
    "extract": "The voiceless alveolar, dental and postalveolar plosives (or stops) are types of consonantal sounds used in almost all spoken languages. The symbol in the International Phonetic Alphabet that represents voiceless dental, alveolar, and postalveolar plosives is ⟨t⟩, and the equivalent X-SAMPA symbol is t. The voiceless dental plosive can be distinguished with the underbridge diacritic, ⟨t̪⟩ and the postalveolar with a retraction line, ⟨t̠⟩, and the Extensions to the IPA have a double underline diacritic which can be used to explicitly specify an alveolar pronunciation, ⟨t͇⟩.\nThe [t] sound is a very common sound cross-linguistically; the most common consonant phonemes of the world's languages are [t], [k] and [p]. Most languages have at least a plain [t], and some distinguish more than one variety. Some languages without a [t] are colloquial Samoan (which also lacks an [n]), Abau, and Nǁng of South Africa.There are only a few languages which distinguishes dental and alveolar stops, Kota, Toda, Venda being a few of them.",
    "name": "voiceless alveolar plosive consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_dental_and_alveolar_plosives"
  },
  "t͡s": {
    "extract": "A voiceless alveolar affricate is a type of affricate consonant pronounced with the tip or blade of the tongue against the alveolar ridge (gum line) just behind the teeth.  This refers to a class of sounds, not a single sound.  There are several types with significant perceptual differences:\n\nThe voiceless alveolar sibilant affricate [t͡s] is the most common type, similar to the ts in English cats.\nThe voiceless alveolar non-sibilant affricate [t͡θ̠] or [t͡θ͇], using the alveolar diacritic from the Extended IPA, is somewhat similar to the th in some pronunciations of English eighth. It is found as a regional realization of the sequence /tr/ in some Sicilian dialects of Standard Italian.\nThe voiceless alveolar lateral affricate [t͡ɬ] is found in certain languages, such as Cherokee, Icelandic and Nahuatl.\nThe voiceless alveolar retracted sibilant affricate [t͡s̺], also called apico-alveolar or grave, has a weak hushing sound reminiscent of retroflex affricates. It is found e.g. in Basque, where it contrasts with a more conventional non-retracted laminal alveolar affricate.This article discusses the first two.",
    "name": "voiceless alveolar sibilant-affricate consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_alveolar_affricate"
  },
  "t͡ɕ": {
    "extract": "The voiceless alveolo-palatal sibilant affricate is a type of consonantal sound, used in some spoken languages. The symbols in the International Phonetic Alphabet that represent this sound are ⟨t͡ɕ⟩, ⟨t͜ɕ⟩, ⟨c͡ɕ⟩ and ⟨c͜ɕ⟩, and the equivalent X-SAMPA symbols are t_s\\ and c_s\\, though transcribing the stop component with ⟨c⟩ (c in X-SAMPA) is rare. The tie bar may be omitted, yielding ⟨tɕ⟩ or ⟨cɕ⟩ in the IPA and ts\\ or cs\\ in X-SAMPA.\nNeither [t] nor [c] are a completely narrow transcription of the stop component, which can be narrowly transcribed as [t̠ʲ] (retracted and palatalized [t]) or [c̟] (advanced [c]). The equivalent X-SAMPA symbols are t_-' or t_-_j and c_+, respectively. There is also a dedicated symbol ⟨ȶ⟩, which is not a part of the IPA. Therefore, narrow transcriptions of the voiceless alveolo-palatal sibilant affricate include [t̠ʲɕ], [c̟ɕ] and [ȶɕ].\nThis affricate used to have a dedicated symbol ⟨ʨ⟩, which was one of the six dedicated symbols for affricates in the International Phonetic Alphabet. It occurs in languages such as Mandarin Chinese, Polish, Serbo-Croatian,  Albanian and Russian, and is the sibilant equivalent of voiceless palatal affricate.",
    "name": "voiceless alveolo-palatal sibilant-affricate consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_alveolo-palatal_affricate"
  },
  "u": {
    "extract": "The close back rounded vowel, or high back rounded vowel, is a type of vowel sound used in many spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨u⟩, and the equivalent X-SAMPA symbol is u.\nIn most languages, this rounded vowel is pronounced with protruded lips ('endolabial'). However, in a few cases the lips are compressed ('exolabial').\n[u] alternates with labio-velar approximant [w] in certain languages, such as French, and in the diphthongs of some languages, [u̯] with the non-syllabic diacritic and [w] are used in different transcription systems to represent the same sound.",
    "name": "close back rounded vowel",
    "url": "https://en.wikipedia.org/wiki/Close_back_rounded_vowel"
  },
  "w": {
    "extract": "The voiced labialized velar approximant is a type of consonantal sound, used in certain spoken languages, including English. It is the sound denoted by the letter ⟨w⟩ in the English alphabet; likewise, the symbol in the International Phonetic Alphabet that represents this sound is ⟨w⟩, or rarely [ɰʷ], and the equivalent X-SAMPA symbol is w. In most languages it is the semivocalic counterpart of the close back rounded vowel [u]. In inventory charts of languages with other labialized velar consonants, /w/ will be placed in the same column as those consonants. When consonant charts have only labial and velar columns, /w/ may be placed in the velar column, (bi)labial column, or both. The placement may have more to do with phonological criteria than phonetic ones.Some languages have a voiced labialized prevelar approximant, which is more fronted than the place of articulation of the prototypical voiced labialized velar approximant, though not as front as the prototypical labialized palatal approximant.",
    "name": "voiced labio-velar approximant consonant",
    "url": "https://en.wikipedia.org/wiki/Voiced_labialized-velar_approximant"
  },
  "x": {
    "extract": "The voiceless velar fricative is a type of consonantal sound used in some spoken languages. It was part of the consonant inventory of Old English and can still be found in some dialects of English, most notably in Scottish English, e.g. in loch, broch or saugh (willow).\nThe symbol in the International Phonetic Alphabet that represents this sound is ⟨x⟩, the Latin letter x. It is also used in broad transcription instead of the symbol ⟨χ⟩, the Greek chi, for the voiceless uvular fricative.\nThere is also a voiceless post-velar fricative (also called pre-uvular) in some languages. For voiceless pre-velar fricative (also called post-palatal), see voiceless palatal fricative.",
    "name": "voiceless velar non-sibilant-fricative consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_velar_fricative"
  },
  "y": {
    "extract": "The close front rounded vowel, or high front rounded vowel, is a type of vowel sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is /y/, and the equivalent X-SAMPA symbol is y. Across many languages, it is most commonly represented orthographically as ⟨ü⟩ (in German, Turkish and Basque) or ⟨y⟩ (in Danish, Norwegian, Swedish and Albanian) but also as ⟨u⟩ (in French and a few other Romance languages and the Kernewek Kemmyn standard of Cornish); ⟨u⟩/⟨uu⟩ in Dutch; ⟨iu⟩/⟨yu⟩ (in the romanization of various Asian languages); ⟨ű⟩ (in Hungarian for the long duration version; the short version is the ⟨ü⟩ found in other European alphabets); or ⟨уь⟩ (in Cyrillic-based writing systems such as that for Chechen)\nShort /y/ and long /yː/ occurred in pre-Modern Greek. In the Attic and Ionic dialects of Ancient Greek, front [y yː] developed by fronting from back /u uː/ around the 6th to 7th century BC. A little later, the diphthong /yi/ when not before another vowel monophthongized and merged with long /yː/. In Koine Greek, the diphthong /oi/ changed to [yː], likely through the intermediate stages [øi] and [øː]. Through vowel shortening in Koine Greek, long /yː/ merged with short /y/. Later, /y/ unrounded to [i], yielding the pronunciation of Modern Greek. For more information, see the articles on Ancient Greek and Koine Greek phonology.\nThe close front rounded vowel is the vocalic equivalent of the labialized palatal approximant [ɥ]. [y] alternates with [ɥ] in certain languages, such as French, and in the diphthongs of some languages, ⟨y̑⟩ with the non-syllabic diacritic and ⟨ɥ⟩ are used in different transcription systems to represent the same sound.\nIn most languages, this rounded vowel is pronounced with compressed lips ('exolabial'). However, in a few cases the lips are protruded ('endolabial').",
    "name": "close front rounded vowel",
    "url": "https://en.wikipedia.org/wiki/Close_front_rounded_vowel"
  },
  "ŋ": {
    "extract": "The voiced velar nasal, also known as agma, from the Greek word for 'fragment', is a type of consonantal sound used in some spoken languages. It is the sound of ng in English sing as well as n before velar consonants as in English and ink. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ŋ⟩, and the equivalent X-SAMPA symbol is N. The IPA symbol ⟨ŋ⟩ is similar to ⟨ɳ⟩, the symbol for the retroflex nasal, which has a rightward-pointing hook extending from the bottom of the right stem, and to ⟨ɲ⟩, the symbol for the palatal nasal, which has a leftward-pointing hook extending from the bottom of the left stem. Both the IPA symbol and the sound are commonly called 'eng' or 'engma'.\nAs a phoneme, the velar nasal does not occur in many of the indigenous languages of the Americas or in many European or Middle Eastern or Caucasian languages, but it is extremely common in Australian Aboriginal languages and is also common in many languages of Sub-Saharan Africa, East Asia, Southeast Asia and Polynesia. While almost all languages have /m/ and /n/, /ŋ/ is rarer. Only half of the 469 languages surveyed in Anderson (2008) had a velar nasal phoneme; as a further curiosity, many of them limit its occurrence to the syllable coda. In many languages that do not have the velar nasal as a phoneme, it occurs as an allophone of /n/ before velar consonants. An example of it used this way is the English word ingredient, which can be pronounced as either [ɪnˈɡriːdiənt] or [ɪŋˈɡriːdiənt].\nAn example of a language that lacks a phonemic or allophonic velar nasal is Russian, in which /n/ is pronounced as laminal denti-alveolar [n̪] even before velar consonants.Some languages have the pre-velar nasal, which is articulated slightly more front compared with the place of articulation of the prototypical velar nasal, though not as front as the prototypical palatal nasal - see that article for more information.\nConversely, some languages have the post-velar nasal, which is articulated slightly behind the place of articulation of a prototypical velar nasal, though not as back as the prototypical uvular nasal.",
    "name": "voiced velar nasal consonant",
    "url": "https://en.wikipedia.org/wiki/Voiced_velar_nasal"
  },
  "œ": {
    "extract": "The open-mid front rounded vowel, or low-mid front rounded vowel, is a type of vowel sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents the sound is ⟨œ⟩. The symbol œ is a lowercase ligature of the letters o and e. The sound ⟨ɶ⟩, a small capital version of the ⟨Œ⟩ ligature, is used for a distinct vowel sound: the open front rounded vowel.",
    "name": "open-mid front rounded vowel",
    "url": "https://en.wikipedia.org/wiki/Open-mid_front_rounded_vowel"
  },
  "ɑ": {
    "extract": "The open back unrounded vowel, or low back unrounded vowel, is a type of vowel sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ɑ⟩, and the equivalent X-SAMPA symbol is A. The letter ⟨ɑ⟩ is called script a because it lacks the extra hook on top of a printed letter a, which corresponds to a different vowel, the open front unrounded vowel. Script a, which has its linear stroke on the bottom right, should not be confused with turned script a, ɒ, which has its linear stroke on the top left and corresponds to a rounded version of this vowel, the open back rounded vowel.\nIn some languages (such as Azerbaijani, Estonian, Luxembourgish and Toda) there is the near-open back unrounded vowel (a sound between cardinal [ɑ] and [ʌ]), which can be transcribed in IPA with ⟨ɑ̝⟩ or ⟨ʌ̞⟩.\nThe Hamont-Achel dialect of Limburgish has been reported to contrast long open front, central and back unrounded vowels. This is extremely unusual.",
    "name": "open back unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Open_back_unrounded_vowel"
  },
  "ɔ": {
    "extract": "The open-mid back rounded vowel, or low-mid back rounded vowel, is a type of vowel sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ɔ⟩. The IPA symbol is a turned letter c and both the symbol and the sound are commonly called \"open-o\". The name open-o represents the sound, in that it is like the sound represented by ⟨o⟩, the close-mid back rounded vowel, except it is more open. It also represents the symbol, which can be remembered as an o which has been \"opened\" by removing part of the closed circular shape.\nIn English, the symbol ⟨ɔ⟩ (or ⟨ɔː⟩) is typically associated with the vowel in \"thought\", but in Received Pronunciation (standard British English), Australian English, New Zealand English and South African English that vowel is produced with considerably stronger lip rounding and higher tongue position than that of cardinal [ɔ], i.e. as close-mid [oː] or somewhat lower. Open-mid [ɔː] or even open [ɒː] realizations are found in North American English (where this vowel is often indistinguishable from the open back unrounded vowel in \"bra\") and Scottish English as well as Hiberno-English, Northern England English and Welsh English, though in the last three accent groups closer, [oː]-like realizations are also found. In RP, the open-mid realization of /ɔː/ has been obsolete since the 1930s. Pronouncing that vowel as such is subject to correction for non-native speakers aiming at RP.In Received Pronunciation and Australian English, the open-mid back rounded vowel occurs as the main allophone of the LOT vowel /ɒ/. The contrast between /ɔː/ and /ɒ/ is thus strongly maintained, with the former vowel being realized as close-mid [oː] and the latter as open-mid [ɔ], similarly to the contrast between /o/ and /ɔ/ found in German, Italian and Portuguese.",
    "name": "open-mid back rounded vowel",
    "url": "https://en.wikipedia.org/wiki/Open-mid_back_rounded_vowel"
  },
  "ɕ": {
    "extract": "The voiceless alveolo-palatal sibilant fricative is a type of consonantal sound, used in some oral languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ɕ⟩ (\"c\", plus the curl also found in its voiced counterpart ⟨ʑ⟩). It is the sibilant equivalent of the voiceless palatal fricative, and as such it can be transcribed in IPA with ⟨ç˖⟩.\nIn British Received Pronunciation, /j/ after syllable-initial /p, t, k/ (as in Tuesday) is realized as a devoiced palatal fricative. The amount of devoicing is variable, but the fully voiceless variant tends to be alveolo-palatal [ɕ] in the /tj/ sequence: [ˈt̺ʲɕuːzdeɪ]. It is a fricative, rather than a fricative element of an affricate because the preceding plosive remains alveolar, rather than becoming alveolo-palatal, as in Dutch.The corresponding affricate can be written with ⟨t̠ʲ͡ɕ⟩ or ⟨c̟͡ɕ⟩ in narrow IPA, though ⟨tɕ⟩ is normally used in both cases. In the case of English, the sequence can be specified as ⟨t̺ɕ⟩ as /t/ is normally apical (although somewhat palatalized in that sequence), whereas alveolo-palatal consonants are laminal by definition.An increasing number of British speakers merge this sequence with the voiceless palato-alveolar affricate /tʃ/: [ˈtʃuːzdeɪ] (see yod-coalescence), mirroring Cockney, Australian English and New Zealand English. On the other hand, there is an opposite tendency in Canadian accents that have preserved /tj/, where the sequence tends to merge with the plain /t/ instead: [ˈt̺ʰuːzdeɪ] (see yod-dropping), mirroring General American which does not allow /j/ to follow alveolar consonants in stressed syllables.",
    "name": "voiceless alveolo-palatal sibilant-fricative consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_alveolo-palatal_fricative"
  },
  "ə": {
    "extract": "The mid central vowel (also known as schwa) is a type of vowel sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ə⟩, a rotated lowercase letter e.\nWhile the Handbook of the International Phonetic Association does not define the roundedness of [ə], it is more often unrounded than rounded. The phonetician Jane Setter describes the pronunciation of the unrounded variant as follows: \"[ə] is a sound which can be produced by basically relaxing the articulators in the oral cavity and vocalising.\" To produce the rounded variant, all that needs to be done in addition to that is to round the lips.\nAfrikaans contrasts unrounded and rounded mid central vowels; the latter is usually transcribed with ⟨œ⟩. The contrast is not very stable, and many speakers use an unrounded vowel in both cases.Danish and Luxembourgish, have a mid central vowel that is variably rounded. In other languages, the change in rounding is accompanied with the change in height and/or backness. For instance, in Dutch, the unrounded allophone of /ə/ is mid central unrounded [ə], but its word-final rounded allophone is close-mid front rounded [ø̜], close to the main allophone of /ʏ/.The symbol ⟨ə⟩ is often used for any unstressed obscure vowel, regardless of its precise quality. For instance, the English vowel transcribed ⟨ə⟩ is a central unrounded vowel that can be close-mid [ɘ], mid [ə] or open-mid [ɜ], depending on the environment.",
    "name": "mid central unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Mid_central_vowel"
  },
  "ɛ": {
    "extract": "The open-mid front unrounded vowel, or low-mid front unrounded vowel, is a type of vowel sound used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is a Latinized variant of the Greek lowercase epsilon, ⟨ɛ⟩.",
    "name": "open-mid front unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Open-mid_front_unrounded_vowel"
  },
  "ɤ": {
    "extract": "The close-mid back unrounded vowel, or high-mid back unrounded vowel, is a type of vowel sound, used in some spoken languages. Its symbol in the International Phonetic Alphabet is ⟨ɤ⟩, called \"ram's horns\". It is distinct from the symbol for the voiced velar fricative, ⟨ɣ⟩, which has a descender. Despite that, some writings use this symbol for the voiced velar fricative.\nBefore the 1989 IPA Convention, the symbol for the close-mid back unrounded vowel was ⟨⟩, sometimes called \"baby gamma\", which has a flat top; this symbol was in turn derived from and replaced the inverted small capital A, ⟨Ɐ⟩, that represented the sound before the 1928 revision to the IPA. The symbol was ultimately revised to be ⟨⟩, \"ram's horns\", with a rounded top, in order to better differentiate it from the Latin gamma ⟨ɣ⟩.  Unicode provides only U+0264 ɤ LATIN SMALL LETTER RAMS HORN (HTML &#612;), but in some fonts this character may appear as a \"baby gamma\" instead.",
    "name": "close-mid back unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Close-mid_back_unrounded_vowel"
  },
  "ɪ": {
    "extract": "The near-close front unrounded vowel, or near-high front unrounded vowel, is a type of vowel sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ɪ⟩, i.e. a small capital letter i. The International Phonetic Association advises serifs on the symbol's ends. Some sans-serif fonts do meet this typographic specification. Prior to 1989, there was an alternate symbol for this sound: ⟨ɩ⟩, the use of which is no longer sanctioned by the IPA. Despite that, some modern writings still use it.\nHandbook of the International Phonetic Association defines [ɪ] as a mid-centralized (lowered and centralized) close front unrounded vowel (transcribed [i̽] or [ï̞]), and the current official IPA name of the vowel transcribed with the symbol ⟨ɪ⟩ is near-close near-front unrounded vowel. However, some languages have the close-mid near-front unrounded vowel, a vowel that is somewhat lower than the canonical value of [ɪ], though it still fits the definition of a mid-centralized [i]. It occurs in some dialects of English (such as Californian, General American and modern Received Pronunciation) as well as some other languages (such as Icelandic), and it can be transcribed with the symbol ⟨ɪ̞⟩ (a lowered ⟨ɪ⟩) in narrow transcription. Certain sources may even use ⟨ɪ⟩ for the close-mid front unrounded vowel, but that is rare. For the close-mid (near-)front unrounded vowel that is not usually transcribed with the symbol ⟨ɪ⟩ (or ⟨i⟩), see close-mid front unrounded vowel.\nIn some other languages (such as Danish, Luxembourgish and Sotho) there is a fully front near-close unrounded vowel (a sound between cardinal [i] and [e]), which can be transcribed in IPA with ⟨ɪ̟⟩, ⟨i̞⟩ or ⟨e̝⟩. There may be phonological reasons not to transcribe the fully front variant with the symbol ⟨ɪ⟩, which may incorrectly imply a relation to the close [i].\nSometimes, especially in broad transcription, this vowel is transcribed with a simpler symbol ⟨i⟩, which technically represents the close front unrounded vowel.",
    "name": "near-close near-front unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Near-close_near-front_unrounded_vowel"
  },
  "ɯ": {
    "extract": "The close back unrounded vowel, or high back unrounded vowel, is a type of vowel sound used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ɯ⟩. Typographically a turned letter ⟨m⟩, given its relation to the sound represented by the letter ⟨u⟩ it can be considered a ⟨u⟩ with an extra \"bowl\".\n\n",
    "name": "close back unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Close_back_unrounded_vowel"
  },
  "ɻ": {
    "extract": "The voiced retroflex approximant is a type of consonant used in some languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ɻ⟩, and the equivalent X-SAMPA symbol is r\\`. The IPA symbol is a turned lowercase letter r with a rightward hook protruding from the lower right of the letter.",
    "name": "voiced retroflex approximant consonant",
    "url": "https://en.wikipedia.org/wiki/Voiced_retroflex_approximant"
  },
  "ɿ": {
    "extract": "TODO",
    "name": "laminal denti-alveolar voiced continuant",
    "url": "https://en.wikipedia.org/wiki/Standard_Chinese_phonology#Syllabic_consonants"
  },
  "ʂ": {
    "extract": "The voiceless retroflex sibilant fricative is a type of consonantal sound used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ʂ⟩. Like all the retroflex consonants, the IPA letter is formed by adding a rightward-pointing hook to the bottom of the ess (the letter used for the corresponding alveolar consonant). A distinction can be made between laminal, apical, and sub-apical articulations. Only one language, Toda, appears to have more than one voiceless retroflex sibilant, and it distinguishes subapical palatal from apical postalveolar retroflex sibilants; that is, both the tongue articulation and the place of contact on the roof of the mouth are different.\nSome scholars also posit the voiceless retroflex approximant distinct from the fricative. The approximant may be represented in the IPA as ⟨ɻ̊⟩. The distinction is not recognized by the International Phonetic Association.",
    "name": "voiceless retroflex sibilant-fricative consonant",
    "url": "https://en.wikipedia.org/wiki/Voiceless_retroflex_fricative"
  },
  "ʅ": {
    "extract": "TODO",
    "name": "apical retroflex voiced continuant",
    "url": "https://en.wikipedia.org/wiki/Standard_Chinese_phonology#Syllabic_consonants"
  },
  "ʊ": {
    "extract": "The near-close back rounded vowel, or near-high back rounded vowel, is a type of vowel sound, used in some vocal languages. The IPA symbol that represents this sound is ⟨ʊ⟩. It is informally called \"horseshoe u\". Prior to 1989, there was an alternative IPA symbol for this sound, ⟨ɷ⟩, called \"closed omega\"; use of this symbol is no longer sanctioned by the IPA. In Americanist phonetic notation, the symbol ⟨ᴜ⟩ (a small capital U) is used. Sometimes, especially in broad transcription, this vowel is transcribed with a simpler symbol ⟨u⟩, which technically represents the close back rounded vowel.\nHandbook of the International Phonetic Association defines [ʊ] as a mid-centralized (lowered and centralized) close back rounded vowel (transcribed [u̽] or [ü̞]), and the current official IPA name of the vowel transcribed with the symbol ⟨ʊ⟩ is near-close near-back rounded vowel. However, some languages have the close-mid near-back rounded vowel, a vowel that is somewhat lower than the canonical value of [ʊ], though it still fits the definition of a mid-centralized [u]. It occurs in some dialects of English (such as General American and Geordie) as well as some other languages (such as Maastrichtian Limburgish). It can be transcribed with the symbol ⟨ʊ̞⟩ (a lowered ⟨ʊ⟩) in narrow transcription. For the close-mid (near-)back rounded vowel that is not usually transcribed with the symbol ⟨ʊ⟩ (or ⟨u⟩), see close-mid back rounded vowel.\nIn some other languages (such as Bengali and Luxembourgish) as well as some dialects of English (such as Scottish) there is a fully back near-close rounded vowel (a sound between cardinal [u] and [o]), which can be transcribed in IPA with ⟨ʊ̠⟩, ⟨u̞⟩ or ⟨o̝⟩. There may be phonological reasons not to use the first symbol, as it may incorrectly imply a relation to the fully close [u]. It also implies too weak a rounding in some cases (specifically in the case of the vowels that are described as tense in Germanic languages), which would have to be specified as ⟨ʊ̹˗⟩ anyway.\nA few languages also have the near-close back unrounded vowel in their inventory. This does not have a separate IPA letter, but may be specified as ⟨ɯ̽⟩. In Russian use of the IPA, the letter ⟨ъ⟩ may fill in this spot.",
    "name": "near-close near-back rounded vowel",
    "url": "https://en.wikipedia.org/wiki/Near-close_near-back_rounded_vowel"
  },
  "ʌ": {
    "extract": "The open-mid back unrounded vowel or low-mid back unrounded vowel, is a type of vowel sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ʌ⟩, graphically a rotated lowercase \"v\" (called a turned V but created as a small-capital ⟨ᴀ⟩ without the crossbar). Both the symbol and the sound are commonly referred to as a \"wedge\", \"caret\" or \"hat\". In transcriptions for English, this symbol is commonly used for the near-open central unrounded vowel and in transcriptions for Danish, it is used for the (somewhat mid-centralized) open back rounded vowel.",
    "name": "open-mid back unrounded vowel",
    "url": "https://en.wikipedia.org/wiki/Open-mid_back_unrounded_vowel"
  },
  "ʐ": {
    "extract": "The voiced retroflex sibilant fricative is a type of consonantal sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is ⟨ʐ⟩, and the equivalent X-SAMPA symbol is z`. Like all the retroflex consonants, the IPA symbol is formed by adding a rightward-pointing hook extending from the bottom of a z (the letter used for the corresponding alveolar consonant).",
    "name": "voiced retroflex sibilant-fricative consonant",
    "url": "https://en.wikipedia.org/wiki/Voiced_retroflex_fricative"
  },
  "ʰ": {
    "extract": "In phonetics, aspiration is the strong burst of breath that accompanies either the release or, in the case of preaspiration, the closure of some obstruents. In English, aspirated consonants are allophones in complementary distribution with their unaspirated counterparts, but in some other languages, notably most Indian and East Asian languages, the difference is contrastive.\nIn dialects with aspiration, to feel or see the difference between aspirated and unaspirated sounds, one can put a hand or a lit candle in front of one's mouth, and say spin [spɪn] and then pin [pʰɪn]. One should either feel a puff of air or see a flicker of the candle flame with pin that one does not get with spin.",
    "name": "aspirated diacritic",
    "url": "https://en.wikipedia.org/wiki/Aspirated_consonant"
  },
  "̯": {
    "extract": "In phonetics and phonology, a semivowel or glide is a sound that is phonetically similar to a vowel sound but functions as the syllable boundary, rather than as the nucleus of a syllable. Examples of semivowels in English are the consonants y and w, in yes and west, respectively. Written  in IPA, y and w are near to the vowels ee and oo in seen and moon, written  in IPA. The term glide may alternatively refer to any type of transitional sound, not necessarily a semivowel.",
    "name": "non-syllabic diacritic",
    "url": "https://en.wikipedia.org/wiki/Semivowel"
  }
}